Repository: FranCedron2690/Film_iOS
Catalog: Films/Films/*.lproj/Localization.strings
Languages: es

# User_Text
source: User:
es: Usuario:

# Password_Text
source: Password:
es: Cotraseña:

# User_Placeholder_Text
source: User....
es: Usuario....

# Password_Placeholder_Text
source: Password....
es: Cotraseña....

# Borned_Placeholder_Text
source: Born:
es: F.Nac:

# Code_Postal_Placeholder_Text
source: Postal code....
es: Código postal....

# Login_Button_Text
source: LOGIN
es: ENTRAR

# Retry_Login_Button_Text
source: RETRY
es: REINTENTAR

# Create_Account_Button_Text
source: CREATE ACCOUNT
es: CREAR CUENTA

# Register_Sign_Up_Text
source: Sign Up
es: Registrarse

# Register_Emtpy_User_Error
source: The user is empty!!
es: El usuario está vacío!!

# Register_Emtpy_Mail_Error
source: The mail is empty!!
es: El mail está vacío!!!

# Register_Emtpy_Postal_Code_Error
source: The postal code is empty!!!!
es: El código postal está vacío!!!

# Register_Emtpy_Born_Date_Error
source: The born date is empty!!!!
es: La fecha de nacimiento está vacía!!!!

# Register_Emtpy_Password_Error
source: The password is empty!!
es: La constraseña está vacía!

# Register_No_Data_Accept_Error
source: You must accept the data to create a new user
es: Debes aceptar los datos para crear un nuevo usuario

# Register_Text_Read_Agreee_Terms
source: I read and agree to Terms & Conditions
es: He leido y acepto los terminos y condiciones

# Register_Has_An_Account
source: Already have an account?
es: ¿Ya tienes una cuenta?

# Register_Sign_In
source: Sign in
es: Iniciar Sesión
